Revit 2027 API
ParameterTypeId.WallBaseOffset Property
 "Base Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId WallBaseOffset { get; }
Public Shared ReadOnly Property WallBaseOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ WallBaseOffset {
	ForgeTypeId^ get ();
}
static member WallBaseOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace